Revit 2027 API
BuiltInFailures.RebarFailures.RebarBendRadiusTooBig Property
 Rebar Bend Radius is too big. Ignoring bend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RebarBendRadiusTooBig { get; }
Public Shared ReadOnly Property RebarBendRadiusTooBig As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RebarBendRadiusTooBig {
	FailureDefinitionId^ get ();
}
static member RebarBendRadiusTooBig : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace